

QUESTIONS = [
    {
        "number": 1,
        "text": "Что находится в основании пирамиды безопасности и на что должен направлять максимум усилий водитель, чтобы предотвратить ДТП?",
        "options": [
            "Крупные ДТП",
            "Значительные ДТП",
            "Незначительные ДТП",
            "Ошибки водителя"
        ],
        "correct": 3
    },
    {
        "number": 2,
        "text": "При визуальном осмотре колес перед выездом, какой признак является критическим для запрета эксплуатации транспортного средства?",
        "options": [
            "Наличие колпака только на трех колесах из четырех.",
            "Загрязнение боковины шины дорожной пылью.",
            "Вздутие на боковине («грыжа») или глубокий порез до корда.",
            "Отсутствие  колпачков на ниппелях."
        ],
        "correct": 2
    },
    {
        "number": 3,
        "text": "Как сильный стресс или гнев влияют на визуальное восприятие водителя (поле зрения)?",
        "options": [
            "Зрение становится более острым, позволяя замечать мелкие детали на обочинах.",
            "Поле зрения расширяется, водитель лучше контролирует боковые интервалы.",
            "Поле зрения сужается («туннельный эффект»), водитель перестает замечать объекты по бокам и в зеркалах",
            "Никак не влияют, зрение зависит только от физиологии глаза."
        ],
        "correct": 2
    },
]
